cask 'cleanmymac'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'gpgtools'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'keepingyouawake'
cask 'nylas-n1'
cask 'private-internet-access'
cask 'qlmarkdown'
cask 'selfcontrol'
cask 'slack'
cask 'slate'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmission'
cask 'vlc'
cask 'xquartz'

brew 'curl'
brew 'git'
brew 'hub'
brew 'openssl'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'

