# Core tools
brew "git"
brew "git-lfs"
brew "gh"
brew "neovim"
brew "fzf"
brew "ripgrep"
brew "jq"
brew "wget"
brew "curl"

# Version managers
brew "rbenv"
brew "ruby-build"
brew "pyenv"
brew "asdf"

# JavaScript
brew "node"
brew "pnpm"

# Languages
brew "go"
brew "rust"

# Media
brew "ffmpeg"
brew "imagemagick"
brew "jpegoptim"
brew "optipng"
brew "yt-dlp"

# Utilities
brew "tree"
brew "coreutils"

# Casks
cask "ghostty"
cask "imageoptim"
cask "vlc"
cask "the-unarchiver"
